Repository: edeposit/edeposit
Catalog: edeposit/content/locales/*/LC_MESSAGES/edeposit.content.po
Languages: cs

source: Accessing
cs: Zpřístupnění

source: Add New Item operation cancelled
cs: Ohlášení bylo přerušeno.

source: Aleph Exception
cs: Výjimka z Aleph služby

source: Aleph Record
cs: Záznam v Alephu

source: Author
cs: Autor

source: Author of ePublication
cs: Autor ePublikace

source: Book
cs: Kniha

source: Book Binding
cs: Knižní vazba

source: BookFolder
cs: Složka knihy

source: Cancel
cs: Zrušit

source: Category of a Book for RIV
cs: Kategorie knihy pro RIV

source: Category of an ePublication for RIV
cs: Kategorie ePublikace pro RIV

source: Choose libraries that can show an ePublication at its terminal.
cs: Vyberte knihovny, které mohou ePublikaci zpřístupnit na svých terminálech.

source: Choose libraries that can show an ePublication at public.
cs: Vyberte knihovny, které mohou ePublikaci zpřístupnit veřejně.

source: Count ISBN occurrences in Aleph
cs: Spočítat výskyt ISBN v Alephu

source: Currency
cs: Měna

source: E-Deposit - Book
cs: E-Deposit - Kniha

source: E-Deposit - Book Folder
cs: E-Deposit - Složka knih

source: E-Deposit - ePeriodical
cs: E-Deposit - Pokračující zdroj

source: E-Deposit - ePeriodical Folder
cs: E-Deposit - Složka s pokračujícími zdroji

source: E-Deposit - ePeriodical Part
cs: E-Deposit - Vydání pokračujícího zdroje

source: E-Deposit - ePublication Folder
cs: E-Deposit - Složka s ePublikacemi

source: E-Deposit Aleph Record
cs: E-Deposit: Záznam z Alephu

source: E-Deposit Library Folder
cs: E-Deposit - Složka s knihovnami

source: E-Deposit Original File
cs: E-Deposit - Soubor s originálem

source: E-Deposit Original File Contributing Request
cs: E-Deposit - Žádost na odevzdání dokumentu

source: E-Deposit Preview File
cs: E-Deposit - Soubor s náhledem

source: E-Deposit ePublication
cs: E-Deposit - ePublikace

source: Edition
cs: Edice

source: Exception that Aleph Daemon sends
cs: Výjimka, co posílá Aleph služba

source: File used for printing of a publication
cs: Soubor určený pro tisk publikace

source: Fill in a coedition of a book
cs: Doplňte koedici, ve které je kniha vydána

source: Fill in a coedition of an ePublication
cs: Doplňte s jakou knihou v koedici byla tato ePublikace vydána.

source: Fill in a file that contains a preview on an epublication
cs: Doplňte soubor, který obsahuje náhled.

source: Fill in a file that contains of a printing file for a publication
cs: Doplňte tiskovou předlohu ePublikace.

source: Fill in a name of a person who processed this book.
cs: Doplňte jméno osoby, která tuto knihu zpracovala

source: Fill in a name of a person who processed this ePeriodical part.
cs: Doplňte jméno osoby, která zpracovala toto vydání

source: Fill in a name of a person who processed this ePeriodical.
cs: Doplňte jméno osoby, která zpracovala tento periodický zdroj

source: Fill in an order a book was published at.
cs: Doplňte číslo vydání této knihy

source: Fill in an order an ePublication was published at.
cs: Doplňte číslo vydání ePublikace.

source: Fill in binding of a book.
cs: Doplňte knižní vazbu

source: Fill in currency of a price.
cs: Doplňte v jaké je cena měně.

source: Folder for AMQP messages.
cs: Složka pro amqp zprávy

source: Folder holds libraries
cs: Složka obsahuje záznamy o knihovnách

source: Format of a file.
cs: Formát souboru.

source: Generate ISBN
cs: Přiřadit ISBN

source: Identification number of an ePublication
cs: Identifikátor ePublikace

source: Informations about library
cs: Informace o knihovně

source: Internal DocNumber that Aleph refers to metadata of this book
cs: Interní číslo, podle kterého systém Aleph zařadí tuto knihu

source: Internal DocNumber that Aleph refers to metadata of this ePeriodical
cs: Interní číslo, podle kterého Aleph zařadí informace o tomto pokračujícím zdroji

source: Internal DocNumber that Aleph refers to metadata of this ePeriodical part
cs: Interní číslo podle kterého systém Aleph zařadí informace o tomto vydání pokračujícího zdroje

source: Internal SysNumber that Aleph refers to metadata of this ePublication
cs: Systémové číslo, jímž se odkazujeme do Alephu

source: Item created
cs: Položka byla vytvořena

source: Libraries that can access at library terminal
cs: Knihovny, které mohou ePublikaci zpřístupnit na svém terminálu.

source: Libraries that can access at public
cs: Knihovny, které mohou ePublikaci zpřístupnit veřejně.

source: Libraries that can access this ePublication
cs: Knihovny, co mají přístup k ePublikaci

source: Library
cs: Knihovna

source: Message that informs export to Aleph was submitted
cs: Zpráva, co informuje o výsledku exportu do Alephu

source: Messages Folder
cs: Složka se systémovými zprávami

source: Original File External Links
cs: Externí linky dokumentu

source: Original File of an ePublication
cs: Originál ePublikace

source: OriginalFile
cs: E-Deposit - Soubor s originálem

source: OriginalFile Contributing Request
cs: Žádost na odevzdání dokumentu

source: OriginalFile Contributing Requests Folder
cs: Složka k odevzdávání dokumentů

source: Person who processed this.
cs: Osoba, která publikaci zpracovala.

source: Place of Publishing
cs: Místo vydání

source: Preview File of an ePublication
cs: Náhled souboru

source: PreviewFile
cs: E-Deposit - Soubor s náhledem

source: Price
cs: Cena

source: Printing File
cs: E-Deposit - Tisková předloha

source: PrintingFile
cs: E-Deposit - Tisková předloha

source: Published at order
cs: Číslo vydání.

source: Published with Coedition
cs: Vydáno v koedici s

source: Publisher
cs: Vydavatel

source: Publishing
cs: Vydání

source: Publishing Date
cs: Datum vydání

source: RIV category
cs: kategorie pro RIV

source: Related libraries
cs: Vybrané knihovny

source: Related libraries at public
cs: Vybrané knihovny pro veřejné zpřístupnění.

source: Review of authors
cs: Přehled autorů

source: Subtitle
cs: Podtitulek

source: Technical
cs: Technické údaje

source: This record has ISBN Agency fields
cs: Tento záznam prošel ISBN Agenturou

source: This record has acquisition fields.
cs: Tento záznam prošel Akvizicí

source: Thumbnail File of an ePublication
cs: Náhled

source: URL of Kramerius
cs: Web stránka Krameria

source: URL of a library
cs: Web stránka knihovny

source: URL where you can work with Kramerius
cs: Web stránka, na které se pracuje s Krameriem.

source: URLs
cs: Cesty URL

source: Value of ISBN
cs: Hodnota ISBN

source: Volume
cs: Svazek

source: Volume Number
cs: Číslo svazku

source: Volume Title
cs: Titul svazku

source: Waiting For Aleph
cs: Čeká na Aleph

source: Waiting for Acquisition
cs: Čeká na akvizici

source: Whether ISBN agency should generate ISBN number.
cs: Má ISBN agentura přiřadit ISBN?

source: XML file with MARC21
cs: XML soubor s MARCXML

source: ePeriodical
cs: E-Deposit - Pokračující zdroj

source: ePeriodicalFolder
cs: E-Deposit - Složka pokračujících zdrojů

source: ePeriodicalPart
cs: E-Deposit - Vydání pokračujícího zdroje

source: ePublication
cs: E-Deposit - ePublikace

source: ePublicationFolder
cs: E-Deposit - Složka ePublikací

source: ePublications in declaring
cs: ePublikace v zadání

source: ePublications waiting for preparing of acquisition
cs: ePublikace čekající na akvizici

source: ePublications with errors
cs: ePublikace s chybami

source: has Acquisition Fields
cs: obsahuje záznamy z akvizice

source: has Descriptive Cataloguing Fields
cs: obsahuje záznamy ze jmenného popisu

source: has Descriptive Cataloguing Review Fields
cs: obsahuje záznamy z revize jmenného popisu

source: has ISBN Agency Fields
cs: obsahuje záznamy od isbn agentury

source: has Subject Cataloguing Fields
cs: obsahuje záznamy z věcného popisu

source: has Subject Cataloguing Review Fields
cs: obsahuje záznamy z revize věcného popisu
